Revit 2024 API
Space.Plenum Property
Reports whether this zone is Plenum or not.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public bool Plenum { get; }
Visual Basic
Public ReadOnly Property Plenum As Boolean
	Get
Visual C++
public:
property bool Plenum {
	bool get ();
}
See Also
Space Class
Autodesk.Revit.DB.Mechanical Namespace